const String freelanceArticle = """
Фриланс-маркетплейс Kwork одна из самых популярных бирж фриланса. За регистрацию на ресурсе не нужно платить. При выполнении задания, ты платишь комиссию с тех денег, которые тебе оплатил заказчик.
""";

const String kworkRegistrationArticle = """
Зарегистрируйся на Kwork, заполни максимально подробно в своем профиле свое имя, навыки, что ты умеешь, чем можешь быть полезен, свой опыт. Обязательно добавь свое хорошее фото.
""";

const String howToBeInTopArticle = """
Чтобы на бирже Kwork быть в самом верху списка, нужно соблюдать несколько условий:
- оперативно отвечать на запросы покупателей;
- брать больше заказов и выполнять их качественно и в срок, чтобы получать положительные отзывы;
- ни в коем случае не обмениваться с 
покупателями контактами. 
Выполняя эти правила, ты будешь вверху списка на бирже по конкретному кворку.
""";

const String createYourKworkArticle = """
Исходя из тематик того, что ты умеешь, создай несколько кворков - это твое предложение покупателям. Напиши свой кворк подробно и понятно. Так же добавь фото кворка с описанием услуг на нем.
""";

const String opportunitiesArticle = """
Используй возможности Kwork так же для поиска исполнителей заказов - для этого переключись в режим Покупатель в профиле и создай свой заказ в блоке Проекты. Подробно опиши свое задание, установи цену за него и сроки исполнения, пополни баланс на бирже на сумму заказа. Собирай отклики. После получения откликов ты можешь выбрать исполнителя. По мере выполнения задания исполнитель будет отмечать этапы.
""";
