const String paymentArticle = """
В этом блоке собраны все платежи по кредитам и 
долгам.

Заполни пункты - каждый долг отдельно, начиная с самого маленького долга, заканчивая 
самым большим, плюсом можно добавлять блоки.

Дополнительную сумму к платежу начни выплачивать с самого маленького долга. Затем переходи к следующему, прибавляя доплнительную сумму и сумму платежа за предыдущий кредит. Тем самым ты будешь выплачивать кредиты в разы быстрее.
""";

const String pocketArticle = """
Всегда носи в своей сумке, кошельке 500/ 1000/ 2000/ или 5000 рублей. Но старайся их не тратить. Изредка покупай на них немного приятного себе - что стоит не дорого, но принесет  тебе радость. Конечно это должно быть безвредно.

Это позволит тебе чувствовать себя увереннее, а еще эко- номнее - ведь ты не тратишь деньги впустую.
""";

const String dreamArticle = """
Всю оставшуюся сумму - за вычетом всех расходов, суммы на капитал, откладывай на мечту - цель, которая прописана в блоке Главное. Мечта помогает копить - накопления помогают мечтать. 

Мечтай масштабнее!
""";

const String fundArticle = """
С каждого своего дохода и дохода семьи откладывай минимум 10% - это неприкосновенный запас, который нельзя тратить.
""";
