const String paymentArticle = """
В этом блоке собраны все платежи по кредитам и 
долгам.

Заполни пункты - каждый долг отдельно, начиная с самого маленького долга, заканчивая 
самым большим, плюсом можно добавлять блоки.

Дополнительную сумму к платежу начни выплачивать с самого маленького долга. Затем переходи к следующему, прибавляя доплнительную сумму и сумму платежа за предыдущий кредит. Тем самым ты будешь выплачивать кредиты в разы быстрее.
""";

const String pocketArticle = """
Всегда носи в своей сумке, кошельке 500/ 1000/ 2000/ или 5000 рублей. Но старайся их не тратить. Изредка покупай на них немного приятного себе - что стоит не дорого, но принесет  тебе радость. Конечно это должно быть безвредно.

Это позволит тебе чувствовать себя увереннее, а еще экономнее - ведь ты не тратишь деньги впустую.
""";

const String dreamArticle = """
Всю оставшуюся сумму - за вычетом всех расходов, суммы на капитал, откладывай на мечту - цель, которая прописана в блоке Главное. Мечта помогает копить - накопления помогают мечтать. 

Мечтай масштабнее!
""";

const String fundArticle = """
С каждого своего дохода и дохода семьи откладывай минимум 10% - это неприкосновенный запас, который нельзя тратить.
""";

const String findArticle = """
При поиске работы важно учитывать несколько факторов:

искать вакансии на проверенных популярных сайтах;

в вакансии обязательно обращать внимание на наименование компании, ссылку на их сайт, информацию о компании, описание вакансии, требований и обязанностей к соискателю, а так же условия работы и адрес компании;

если с тебя просят деньги - оплатить за что-то, купить что-то, то скорее всего это мошенники;

Исключение - прохождение мед. комиссии, если того требует должность, например, мерчендайзер;

домашнее задание носит рискованный характер. Например, вам предлагают собрать информацию о конкурентах, их услугах и прочее;

предлагают поработать несколько дней без оплаты и оформления трудовых отношений;

а так же в каком формате проходит собеседование. Нередко бывает так, что приходится играть в игры, продать ручку.

Перед поиском работы обязательно подумай, какая работа для тебя идеальная, какими ты обладаешь знаниями и опытом для ее выполнения, что нужно, чтобы ты мог получить эту 
работу.

Не переживай, если будут приходить отказы по твоей кандидатуре. Откажется один работодатель, согласится другой и ты найдешь работу своей мечты.
""";