const String cvArticle = """
Резюме - даже скромный опыт можно представить так, что его заметят и вы 
получите желаемую работу.
 
Один из первых и самых важных пунктов - это фото. Резюме с фото персонализированное, его легче заметить. Размести хорошее качественное 
фото, где ты будешь выглядеть презентабельно.

Четко пропиши желаемую должность - это будет названием твоего резюме.
Важно прописать свои контактные данные, электронную почту, мессенджер - 
лучше всего подойдет WhatsApp. Так же, пропиши желаемый уровень дохода.

Максимально подробно опишите опыт работы. Начинать стоит с последнего 
места работы, а заканчивать — первым. Детально опишите, что именно входило
в ваши обязанности. Укажи свои достижения.

Образование - еще один ключевой пункт при поиске работы. Сначала напиши о
высшем образовании, или средне-специальном. Полезный лайф-хак - если нет 
достойного образования, можно указать ВУЗ, который соответствует требова-
нию по образованию  в вакансии. И год поступления - актуальный, окончание -
исходя из сроков обучения. Важно! В дополнительном пункте и сопроводитель-
ном письме прописать, что поступать планируете после трудоустройства, на работе учеба не отразится, не будет отпусков по причине сессий.

Дополнительные курсы, семинары, тренинги, вебинары так же обязательно
пропиши. 

В профессиональных навыках укажи какие программы знаешь, или какими
навыками владеешь - пиши те качества, знания, программы, которые относятся к желаемой вакансии. 

Если у тебя с предыдущих мест работы есть рекомендации, то обязательно
укажи должность, место работы твоего рекомендателя. 

В дополнительном поле опиши свои ключевые умения - пиши развернуто как 
то, или иное качество тебе помогает в работе. Например, “Коммуникабельность 
и способность заинтересовывать слушателей помогают мне проводить эффек-
тивные презентации.”

Важно! Резюме должно быть составлено в едином стиле, удобно и легко 
читаемо, и умещаться максимум на двух страницах.
""";

const String findWorkArticle = """
При поиске работы важно учитывать несколько факторов:
искать вакансии на проверенных популярных сайтах;
в вакансии обязательно обращать внимание на наименование компании, ссылку на их сайт,
информацию о компании, описание вакансии, требований и обязанностей к соискателю, а так
же условия работы и адрес компании.
если с тебя просят деньги - оплатить за что-то, купить что-то, то скорее всего это мошенники.
Исключение прохождение мед. комиссии, если того требует должность, например мерчендай-
зер;
домашнее задание носит рискованный характер. Например, вам предлагают собрать ин-
формацию о конкурентах, их услугах и прочее;
предлагают поработать несколько дней без оплаты и оформления трудовых отношений;
а так же в каком формате проходит собеседование. Нередко бывает так, что приходится 
играть в игры, продать ручку. 

Перед поиском работы обязательно подумай, какая работа для тебя идеальная, какими ты об-
ладаешь знаниями и опытом для ее выполнения, что нужно, чтобы ты мог получить эту 
работу.

Не переживай, если будут приходить отказы по твоей кандидатуре. Откажется один работо-
датель, согласится другой и ты найдешь работу своей мечты.
""";

const String reviewArticle = """
Если ты разметил резюме на сайте, то будь готов, что тебя могут пригласить на собеседование). С учетом нынешних реалий, в основном это видео-собеседование, или же по телефону, что очень удобно. 

Правила просты - быть вежлив и заинтересован, не перебивай, задавай
вопросы по существу, расскажи о себе - чем ты можешь быть полезна компании, о своих
навыках. В конце разговора обязательно уточни - в какие сроки ждать ответа по твоей 
кандидатуре, в каком формате - ты звонишь и уточняешь, или же тебе позвонят/напишут.

Обязательно внешний вид должен быть деловым - волосы чистые, аккуратно убраны, макияж
умеренный, аккуратный маникюр, одежда в деловом стиле.

Важно обязательно прочитать и запомнить информацию о компании и вакансию до собеседования, так ты покажешь свою заинтересованность и серьезность.

Очень часто задают вопрос о причине увольнения с предыдущего места работы - ни в коем
случае не нужно рассказывать что-то плохое о свое предыдущем работодателе, или сотруд-
никах. Это покажет тебя не с лучшей стороны.
""";